[
{"nid":"1","title":"Little Hands Clapping","abstracttext":"Adipisci deleniti blanditiis. Tempore ut quae. Odit et ut. Reiciendis illum dolores. Sapiente velit eaque. Quia omnis dolorem. Et aut voluptatem. Quos debitis omnis. Hic eveniet qui. Quia in omnis. Debitis nulla illum. Beatae nobis commodi. Autem et iste. Facilis nemo repellat. Sint doloremque quasi. Architecto blanditiis est. Quidem illo blanditiis. Exercitationem voluptatem sit. Placeat non nam. Amet et numquam. Perspiciatis amet autem. Minima dolorum facilis. Vero id eligendi. Deleniti excepturi id. Laudantium totam quo. Inventore facere exercitationem. Qui eum quia. Neque fugiat ullam. Ipsa repellat velit. Sit et sed. Voluptate et nihil. Rerum placeat impedit. Aperiam possimus aut. Saepe beatae tenetur. Rerum est tempore. Corporis quidem beatae. Sed incidunt itaque. Omnis autem odio. Repellat occaecati officiis. Nostrum et minus. Occaecati ut accusamus. Consequatur doloremque ut. Voluptas explicabo unde. Architecto accusamus error. Rerum accusamus distinctio. Sit pariatur officiis. Ducimus quia in. Sequi eum omnis. Accusantium et est. Tempora deserunt non. Illo suscipit accusantium. Reiciendis excepturi ut. Sapiente officiis ut. Exercitationem voluptas qui. Consequuntur saepe voluptatum. Tempora adipisci aut. Doloremque quibusdam nobis. Ratione voluptate possimus. Ratione facilis molestiae. Rerum est voluptatem. Corporis voluptatem quo. Et et temporibus. Est vero recusandae. Et rem reprehenderit. Reiciendis consequatur sed. Dolor quia ut. Dolores impedit officia. Quibusdam quam rem. Consequatur fuga dolorum. Cumque dolores iusto. Rerum voluptas culpa. Quo quibusdam ratione. Distinctio dolorum sint. Error est quasi. Temporibus quos qui. Eaque rem minima. Ut qui molestiae. Quae quo qui. Ea quos dolores. Velit sunt veniam.","abstracttexttrimmed":"Perferendis iusto iste consequatur fuga ipsum assumenda quis dolor eum qui voluptatibus temporibus sequi odit mollitia est sint architecto dolorum.","id":"94224101","fundsobligatedamt":"844574","expdate":"2021-02-05","date":"2020-01-25","copdpi":["Soledad Mayert","Lacy Lowe PhD","Carissa McClure Jr.","Vida Friesen"],"latestdate":"2021-07-14","link":"http://cuit.dev.columbia.edu/awards/794210","directorate":"MPS - Directorate for Mathematical and Physical Sciences","nsf_org":"Division of Integrative Organismal Systems","fundprogramname":["COVID-19 Research"],"pdpiname":"Lester Collins","piemail":"wyatt.mertz@greenholt-mayert.net","pilink":"","programelemcodes":["7320"],"poname":"Walter Weber JD","programrefcodes":["158Y","8030"],"awardeeaddress":"1995 Roderick Summit","awardeecity":"South Merlyn","awardeename":"Eastern Padberg","awardeestatecode":"NH","awardeezipcode":"23158","startdate":"2020-11-17"},
{"nid":"2","title":"Vile Bodies","abstracttext":"Dolore nulla ullam. Veniam et et. Minima porro aperiam. Magni quos qui. Numquam qui ipsa. Animi dolor eveniet. Voluptates nesciunt vero. Corrupti eveniet quis. Corporis vel autem. Iusto sequi commodi. Rerum eos quas. Omnis molestiae voluptas. Vitae eos est. Perspiciatis quisquam laudantium. Quis perferendis non. Quam sed minus. Architecto animi eos. Nulla eius commodi. Officia a enim. Illum dolorem perferendis. Reiciendis nostrum dignissimos. Reprehenderit suscipit consequatur. Voluptatem non debitis. Est officia ullam. Autem exercitationem illo. Alias ipsum expedita. Deleniti sit aperiam. Repudiandae corrupti perferendis. Ut iure ea. Assumenda quos veritatis. Qui dignissimos praesentium. Animi quam neque. Veniam nostrum atque. Consequatur earum repellendus. Atque accusantium est. Aspernatur consequatur harum. Temporibus voluptatum nam. Facere iure quia. Est et provident. Velit quis minima. Est accusamus pariatur. Id et ea. Eligendi eum sunt. Numquam quis magnam. Molestiae est quia. Molestiae voluptate velit. Assumenda debitis quia. Id quo quae. Beatae temporibus alias. Sed voluptatem quis. Iste sapiente velit. Quibusdam voluptas natus. Et illum nihil. Deleniti laboriosam facere. Et maiores corporis. Nemo et nesciunt. Placeat dolorum non. Veniam dolor numquam. Impedit voluptas nisi. Repellendus quia ut. Et consequatur rerum. Blanditiis quia earum. Doloremque quae minima. Unde corporis veniam. Quod similique occaecati. Ut voluptatum aut. Quis et magnam. Fuga eos expedita. Quia architecto rem. Recusandae necessitatibus et. Sint assumenda dolor. Molestias ut voluptatum. Laudantium necessitatibus possimus. Laudantium quia dignissimos. Rem sunt dolorem. Doloremque nostrum vel. Ut provident nisi. Quia fugiat omnis. Minima aliquid cumque. Consectetur mollitia ipsa.","abstracttexttrimmed":"Quis cumque et non quae modi dignissimos suscipit sit nihil non pariatur optio nihil ea ut qui recusandae vero maiores.","id":"45131253","fundsobligatedamt":"545476","expdate":"2020-10-23","date":"2021-06-09","copdpi":["Lindsay Buckridge Sr.","Joann Stroman"],"latestdate":"2020-10-24","link":"http://cuit.dev.columbia.edu/awards/508056","directorate":"SBE - Directorate for Social, Behavioral, and Economic Sciences","nsf_org":"Division of Research on Learning in Formal and Informal Settings","fundprogramname":["COVID-19 Research"],"pdpiname":"Miss Maxwell Steuber","piemail":"reggie.olson@marks.co","pilink":"","programelemcodes":["1997"],"poname":"Jonathon Wehner","programrefcodes":["096Z","7320"],"awardeeaddress":"57176 Jamison Mill","awardeecity":"Balistreriport","awardeename":"Eastern Howe University","awardeestatecode":"ME","awardeezipcode":"41389","startdate":"2020-10-03"},
{"nid":"3","title":"Carrion Comfort","abstracttext":"Qui sed praesentium. Esse cupiditate dolorem. Aut dolores ex. Voluptatum voluptatem nihil. Et aut corrupti. Suscipit maiores voluptatem. Quo eum accusantium. Veritatis eum aliquid. Neque odit ipsa. Voluptas alias eos. Et voluptatem deleniti. Omnis nulla enim. At ut quae. Similique nihil culpa. Optio in enim. Voluptates voluptate aperiam. Aut iste eos. Dolores commodi non. Distinctio iusto vero. Repellendus unde non. Ut natus aut. Neque doloremque veniam. Non recusandae autem. Nihil quasi tempore. Enim et similique. Atque consequatur ex. Maiores unde laboriosam. Esse natus labore. Fuga dolorem ea. Beatae similique nulla. Et eum ipsa. Quisquam et fuga. Aut vel et. Ullam velit commodi. Consequatur veritatis enim. Id enim quod. Quaerat pariatur dolore. Quibusdam magni laudantium. Architecto voluptas consequatur. Incidunt aut reprehenderit. Nobis similique eaque. Asperiores quia vel. Saepe nisi exercitationem. Odit ad aut. Consequuntur quisquam voluptate. Vel dolores non. Repellat velit dolore. Fugit deleniti quia. Voluptatem quo odit. Qui debitis eligendi. Exercitationem voluptate ut. Beatae ut mollitia. Eos sit eligendi. Perferendis modi nam. Eaque et similique. Laboriosam molestias magnam. Quae nihil est. Possimus eveniet maiores. Et fuga velit. Maiores aut alias. Veniam enim natus. Qui in voluptas. Ratione rerum quas. Recusandae veniam eos. Dolore aliquam soluta. Distinctio sint qui. Commodi pariatur quia. Nihil nam dignissimos. Quia accusantium repellendus. Et voluptate dolores. Reiciendis accusantium facilis. Eveniet autem qui. Aut sit est. Dolor mollitia nihil. Tempore in et. Harum et ut. Dolores et laborum. Aperiam esse et. Non ipsa sequi. Hic vero minus.","abstracttexttrimmed":"Accusamus deleniti et veniam accusantium sit quo mollitia reprehenderit porro sunt beatae voluptas laudantium molestias provident voluptas est occaecati illum.","id":"82370959","fundsobligatedamt":"784354","expdate":"2020-03-03","date":"2020-07-11","copdpi":["Lovella Schuster"],"latestdate":"2021-05-22","link":"http://cuit.dev.columbia.edu/awards/666848","directorate":"SBE - Directorate for Social, Behavioral, and Economic Sciences","nsf_org":"Office of Emerging Frontiers and Multidisciplinary Activities","fundprogramname":["COVID-19 Research"],"pdpiname":"Stevie Dooley","piemail":"humberto_parker@hickle.name","pilink":"","programelemcodes":["158Y"],"poname":"Marco Sipes DVM","programrefcodes":["096Z","8030"],"awardeeaddress":"3473 Harold Mill","awardeecity":"East Tuhaven","awardeename":"Eastern Romaguera College","awardeestatecode":"MN","awardeezipcode":"58977-8594","startdate":"2020-11-14"},
{"nid":"4","title":"Where Angels Fear to Tread","abstracttext":"Et dolore id. Consequuntur quam quis. Neque nesciunt recusandae. Corporis enim qui. Maiores at vero. Et dolores libero. Voluptas molestiae natus. Ut libero beatae. Beatae labore vitae. Similique molestiae in. Earum nostrum et. Cum explicabo voluptatem. Corporis quas et. Consequatur debitis ipsum. Quasi est minima. Maxime tempore beatae. Eius ut accusantium. Autem porro et. Voluptate non ducimus. Vel nobis omnis. Recusandae quia sit. Iure laborum eligendi. Aut et nobis. Explicabo voluptatibus optio. Quos at nobis. Mollitia et beatae. Facilis nihil dolorum. Assumenda placeat est. Facere reiciendis magni. Quis enim itaque. Architecto dolore quae. Quisquam reprehenderit aperiam. Id natus inventore. Nobis commodi fugiat. Aperiam beatae dolores. Repellat et veniam. Officia doloribus earum. Non distinctio porro. Ullam possimus consequatur. Assumenda velit nam. Ducimus et explicabo. Non distinctio delectus. Voluptas cum cupiditate. Nesciunt sit non. Aut velit et. Molestias quis et. Quo quod autem. Et mollitia vel. Tempora numquam assumenda. Rerum ad modi. Laborum atque voluptatum. Quam et unde. Est molestiae repudiandae. Omnis dolorem consequatur. Necessitatibus sed enim. Doloribus inventore sunt. Unde saepe excepturi. Ut nam aut. Excepturi et praesentium. Quae tenetur esse. Nostrum consequatur et. Ut ut eligendi. Amet et vel. Deleniti aut sunt. Est ab modi. Quia consequatur maiores. At soluta inventore. In rerum modi. Esse laborum et. Atque illo dolor. Aliquam voluptas et. Suscipit minus rerum. Illum qui iure. Magnam rerum est. Neque voluptas facere. Deserunt at nisi. Repellendus ea dolor. Excepturi velit ipsam. Impedit dolores sapiente. Est quia et.","abstracttexttrimmed":"Ut molestiae natus qui quibusdam nostrum quas voluptas ad optio odit officia quia maxime aut corrupti harum et quo vel.","id":"66174038","fundsobligatedamt":"881333","expdate":"2021-05-24","date":"2020-12-10","copdpi":[],"latestdate":"2021-12-23","link":"http://cuit.dev.columbia.edu/awards/316476","directorate":"ENG - Directorate for Engineering","nsf_org":"Division of Biological Infrastructure","fundprogramname":["STTR Phase I"],"pdpiname":"Prof. Mckinley Dare","piemail":"nicholas@waters.biz","pilink":"","programelemcodes":["1321"],"poname":"Sen. Linda Champlin","programrefcodes":["8030","7320"],"awardeeaddress":"27757 Mirella Lakes","awardeecity":"Bartolettiport","awardeename":"Waelchi Academy","awardeestatecode":"NV","awardeezipcode":"97633-4830","startdate":"2020-08-21"},
{"nid":"5","title":"Tirra Lirra by the River","abstracttext":"Quia sequi placeat. Non ea sint. Qui sequi unde. Laudantium aut in. Excepturi tenetur aliquam. Nesciunt voluptatem praesentium. Quas id tempora. Esse qui debitis. Cum sed id. Non assumenda labore. Doloribus et expedita. Nulla iure aliquid. Dolor aliquid consequatur. Quia vero consectetur. Fugiat voluptate quia. Error pariatur magni. Dolore sapiente saepe. Fugit velit in. Ut debitis quo. Ut velit soluta. Quidem vero sed. Officiis labore aspernatur. Non et consequatur. Et eum possimus. Aut magni numquam. Qui in est. Sed et quasi. Omnis nostrum cum. Atque qui voluptates. Ipsam a qui. Excepturi accusamus quam. Dolor vero error. Unde nesciunt dolorem. Reiciendis consectetur similique. Voluptatum laudantium non. Voluptas aut qui. Aut labore eveniet. Ab facere nulla. Vel maiores rerum. Corporis voluptates repellendus. Ut provident sit. Pariatur sed magni. Soluta vero est. Vitae est unde. Iure et dolor. Illo adipisci iusto. Deserunt quaerat ratione. Sunt porro nemo. Temporibus repudiandae voluptates. Ullam dolores consequatur. Veritatis ut enim. Aut distinctio exercitationem. Quis consequatur libero. Repudiandae quod velit. Numquam quo sint. Neque aperiam a. Vitae saepe qui. Et eos itaque. Repudiandae dolor sed. Qui tempora consequatur. Consequatur rerum rem. Error aperiam voluptas. Fugiat sit et. Neque aut molestiae. Eius et corrupti. Quo omnis repudiandae. Debitis amet ipsam. Amet voluptas perspiciatis. Sunt ullam asperiores. Nihil iste fugiat. Dicta sunt consequuntur. Nobis voluptatem quo. Quis fugit quod. Quas aut laborum. Nam id quis. Aliquid laboriosam accusamus. Debitis enim autem. Inventore adipisci voluptas. Sint recusandae quam. Aut ut ea.","abstracttexttrimmed":"Ex saepe rerum consequatur tempore quae iste voluptate doloremque distinctio dolorem quas dicta reiciendis nostrum qui optio fugiat ut nisi.","id":"96694590","fundsobligatedamt":"346316","expdate":"2020-04-04","date":"2020-12-14","copdpi":[],"latestdate":"2020-02-20","link":"http://cuit.dev.columbia.edu/awards/157718","directorate":"EHR - Directorate for Education and Human Resources","nsf_org":"Division of Chemical, Bioengineering, Environmental, and Transport Systems","fundprogramname":["COVID-19 Research"],"pdpiname":"Josh Brown","piemail":"penelope.goyette@denesik.org","pilink":"","programelemcodes":["7320"],"poname":"Bret Ullrich","programrefcodes":["7320","096Z"],"awardeeaddress":"1220 Monahan Track","awardeecity":"North Gil","awardeename":"Southern Arkansas College","awardeestatecode":"CT","awardeezipcode":"16202-2902","startdate":"2020-03-06"}
]
